[
    {
        "title": "3D-Models",
        "items": [
            {
                "id": "3d-printable-cozmo",
                "title": "3D Printable Cozmo",

                "cover": "../../files/images/cozmo_3d_model-cover.png",
                "images": ["../../files/images/cozmo_3d_model.png", "../../files/images/cozmo_3d_model-irl.png"],

                "description": "A fixed up version of the leaked Cozmo model - ready for 3D printing!",
                "page_html": "This is a fixed up version of the 3D Cozmo model that was apparently leaked from Digital Dream Lab's GitHub some time ago. We fixed it up, and made it ready for 3D printing! It's even already in the .STL file format with the (hopefully) correct scale.<br><br>This was manually split, so there might be some issues with the model. If you find any, please <a href=\"https://discord.gg/qdfhM3jjrt\" target=\"_blank\">report them to us!</a> Also something that might be important: this is only a \"mid-res\" version of the model, so it's not the best quality. If we find something better - then we'll keep this page updated.<h2>Slicing Instructions</h2>For testing, we used <a href=\"https://ultimaker.com/software/ultimaker-cura/\" target=\"_blank\">UltiMaker Cura</a> as our slicing software. We sliced the model with 100% infill (for stability) and tree supports, then we printed with PLA filament. This seems to work well, but other settings might also work. The result can be seen in the second slideshow image!<h2>Notices when printing</h2>First off, some parts on the blender file are meant for animations, and NOT for 3D printing. They're marked, and you simply cannot print them. Second, the screen and backpack need to be transparent, which can't be done with filament printers. You can probably use resin printers, or just order the parts. Sorry about that.",
                "has_github": false,

                "file": "../../files/3d-models/cozmo.zip",
                "github": null
            }
        ]
    }
]
